tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jenkins-x/jx"
tap "moncho/dry"
cask "xquartz"
brew "ack"
brew "asciinema"
brew "asdf"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "brew-cask-completion"
brew "coreutils"
brew "ctags"
brew "dnsmasq", restart_service: true
brew "docker-machine-driver-xhyve"
brew "dry"
brew "exa"
brew "findutils"
brew "gawk"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "libtool"
brew "graphviz"
brew "grc"
brew "pcre"
brew "grep"
brew "httpie"
brew "imlib2"
brew "jq"
brew "kube-ps1"
brew "kubectx"
brew "lastpass-cli"
brew "libcaca"
brew "libev"
brew "libssh2"
brew "libgit2"
brew "libidn"
brew "libyaml"
brew "libxslt"
brew "magic-wormhole"
brew "mas"
brew "moreutils"
brew "openssh"
brew "openssl"
brew "p7zip"
brew "pipenv"
brew "pre-commit"
brew "protobuf"
brew "pwgen"
brew "readline"
brew "shfmt"
brew "socat"
brew "sqlite"
brew "tmux"
brew "tor"
brew "torsocks"
brew "tree"
brew "unrar"
brew "unixodbc"
brew "vbindiff"
brew "vegeta"
brew "vim"
brew "watch"
brew "watchman"
brew "webkit2png"
brew "wget"
brew "wrk"
brew "youtube-dl"
brew "z"
brew "zlib"
brew "zsh"
brew "zsh-completions"
cask "alfred"
cask "android-file-transfer"
cask "android-platform-tools"
cask "android-sdk"
cask "bartender"
cask "beyond-compare"
cask "chrome-remote-desktop-host"
cask "chromedriver"
cask "daisydisk"
cask "dash3"
cask "docker"
cask "dropbox"
cask "evolv-escribe-suite"
cask "firefox"
cask "flash-npapi"
cask "flash-ppapi"
cask "font-fira-code"
cask "font-fira-mono-for-powerline"
cask "font-firacode-nerd-font"
cask "font-hack-nerd-font"
cask "fork"
cask "free-download-manager"
cask "github"
cask "gitkraken"
cask "go2shell"
cask "google-chrome"
cask "google-backup-and-sync"
cask "insomnia"
cask "intel-haxm"
cask "istat-menus"
cask "iterm2"
cask "jdownloader"
cask "meld"
cask "minikube"
cask "ngrok"
cask "nvalt"
cask "razer-synapse"
cask "resilio-sync"
cask "robo-3t"
cask "sequel-pro"
cask "simplenote"
cask "slack-beta"
cask "spectacle"
cask "spotify"
cask "teamviewer"
cask "telegram"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
mas "LINE", id: 539883307
mas "Spark", id: 1176895641